package kms7530.noticer.defines;

public class Letter {
	public static final String FORTHEM = "먼저 저를 믿고 계속 지원해주신 엄마 그리고 아빠 " +
			"그리고 저를 이렇게 여기 까지 가르쳐 주신 컴퓨터 선생님께 감사를 표합니다. " +
			"그리고 나에게 가끔씩 피드백 준 내 친구들[동현이 :)], " +
			"내 3년 동안의 삶의 원동력이 될 분에게 감사를 표합니다. \n" +
			"감사합니다.";
	public static final String FORHER = 
			"private String hisStory(Object memory) {\n" +
			"	한 남자가 있었어요. 그 남자는 한 여자를 사랑했었어요. \n" +
			"	하지만 그녀는 그를 받아주지 못했어요. 그는 상심한듯 다른 길을 가게 되었습니다.\n" +
			"	그러나 그는 그녀를 잊이 못했습니다. 그리고 그는 그녀에게 약속하자고 했지요.\n" +
			"	나중에 서로 잘 되서 그때 다시 만나자고요.\n" +
			"	아마 이쯤되면 여러분도 아실껏 같아요. 그가 누구인지 \n" +
			"	이 프로그램은 그 약속을 위한 한 발짝입니다.\n" +
			"	3년을 기약하며\n" +
			"	return 2014/03/01/04/53/늦은 밤\n" +
			"}";
}
